Repository: Taapeli/isotammi-addons
Catalog: source/PlaceTool/locale/*/LC_MESSAGES/addon.po
Languages: da

source: PlaceTool
da: Sted værktøj

source: Gramplet to manipulate multiple places
da: Gramplet til at redigere flere steder

source: None
da: Ingen

source: This gramplet allows setting properties for multiple places at the same time
da: Denne Gramplet giver dig mulighed for at angive egenskaber for flere steder på samme tid

source: Place type:
da: Stedtype:

source: New place type for the selected places
da: Nye stedtyper for de valgte steder

source: Tag:
da: Mærkat:

source: New tag for the selected places
da: Ny mærkat til valgte steder

source: Timespan:
da: Tidsrum:

source: Set timespan for enclosing places
da: Set tidsrummet for omsluttende steder

source: New enclosing place:
da: Nyt omsluttende sted:

source: New enclosing place for the selected places
da: Nyt omsluttende sted for de valgte steder

source: Select enclosing place
da: Vælg omsluttende sted

source: Select a new enclosing place for the selected places
da: Vælg et nyt omsluttende sted for de valgte steder

source: Clear original enclosing places
da: Ryd de oprindelige omsluttende steder

source: If checked then any previous enclosing place will be removed from the selected places
da: Hvis flueben sat, så vil alle tidligere omsluttende steder blive fjernet fra de valgte steder

source: Clear tags
da: Ryd mærkater

source: If checked then any previous tag will be removed from the selected places
da: Hvis flueben sat, så vil alle tidligere mærkater blive fjernet fra de valgte steder

source: Generate hierarchy
da: Dan hieraki

source: If checked then a place hierarchy will be generated, based on the names of the original places
da: Hvis flueben sat så vil der bilve dannet et nyt hierarki, baseret på navnene af se oprindelige steder

source: Separator:
da: Adskillelsestegn:

source: Comma
da: Komma

source: If selected then the original names will be split at commas to create the new hierarchy
da: Hvis flueben sat vil de oprindelige navne blive delt ved kommaer for at danne et nyt hierarki

source: Space
da: Mellemrum

source: If selected then the original names will be split at blank spaces to create the new hierarchy
da: Hvis flueben sat vil de oprindelige navne blive delt ved mellemrum for at danne et nyt hierarki

source: reverse hierarchy
da: omvend hieraki

source: If checked then the original name is assumed to start with the largest place in the hierarchy
da: Hvis flueben sat forudsættes det at det oprindelige navn starter med det største sted i hierarkiet

source: Replace text
da: Erstat tekst

source: If checked then a specified text is replaced with a new text in the selected place names
da: Hvis flueben sat så vil den angivne tekst blive erstattet med en ny tekst i de valgte steders navne

source: Use regex
da: Benyt regex

source: If checked then the old text can be a regular expression and the new text can contain substitutions (\1, \2 etc.)
da: Hvis flueben sat kan den gamle tekst være en "regular expression" og den nye tekst kan indeholde substitutter (\1, \2 o.s.v.)

source: Old text:
da: Gammel tekst:

source: The original text (or regular expression) to be replaced
da: Den oprindelige tekst (eller regular expression) der skal erstattes

source: New text:
da: Ny tekst:

source: The new text that will replace the old text
da: Den nye tekst, der vil erstatte den gamle tekst

source: Clear selections
da: Ryd valgene

source: Clears all settings
da: Ryd alle indstillinger

source: Apply to selected places
da: Anvend på valgte steder

source: Executes all specified operations for selected places
da: Udfør alle angivne handlinger for valgte steder

source: Setting place properties
da: Angiver egenskaber for sted

source: Regex operation failed: {}
da: Regex handlingen mislykkedes: {}
