Repository: Taapeli/isotammi-addons
Catalog: source/NameEditorTool/locale/*/LC_MESSAGES/addon.po
Languages: da, fi

source: Isotammi tools
da: Isotammi værktøjer
fi: Isotammi-työkalut

source: Name Editor Tool
da: Værktøj Redigering af navne
fi: Nimien muokkaustyökalu

source: Edit names
da: Rediger navne
fi: Muokkaa nimiä

source: Name editor
da: Redigering af navne
fi: Nimien muokkaustyökalu

source: Id
fi: Tunnus

source: Gender
da: Køn
fi: Sukupuoli

source: Prefix
da: Forstavelse
fi: Etuliite

source: Surname
da: Efternavn
fi: Sukunimi

source: First name
da: Fornavn:
fi: Etunimi

source: Suffix
da: Efterstavelse
fi: Loppuliite

source: Title
da: Titel
fi: Nimike

source: Type
fi: Tyyppi

source: Clear|name-editor
da: Ryd|navne-redigering
fi: Tyhjennä

source: Copy from prefix
da: Kopier fra forstavelse
fi: Kopioi etuliite

source: Copy from surname
da: Kopier fra efternavn
fi: Kopioi sukunimi

source: Copy from firstname
da: Kopier fra fornavn
fi: Kopioi etunimi

source: Copy from suffix
da: Kopier fra efterstavelse
fi: Kopioi jälkiliite

source: Copy from title
da: Kopier fra titel
fi: Kopioi nimike

source: Append prefix
da: Tilføj forstavelse
fi: Lisää etuliite

source: Append surname
da: Tilføj efternavn
fi: Lisää sukunimi

source: Append firstname
da: Tilføj fornavn
fi: Lisää etunimi

source: Append suffix
da: Tilføj efterstavelse
fi: Lisää jälkiliite

source: Append from title
da: Tilføj fra titel
fi: Lisää nimike

source: Names:
da: Navne:
fi: Nimiä:

source: Updating names
da: Opdaterer navne
fi: Nimien päivitys
