Repository: Taapeli/isotammi-addons
Catalog: source/PropertyEditor/locale/*/LC_MESSAGES/addon.po
Languages: fi

source: PropertyEditor
fi: OminaisuusMuokkain

source: Gramplet to edit attributes of multiple objects
fi: Gramplet jolla voi muokata usean kohteen ominaisuuksia samalla kertaa

source: This gramplet allows editing attributes for multiple %s objects at the same time
fi: Tällä grampletilla voi muokata usean %s- kohteen ominaisuuksia samalla kertaa

source: Use regex
fi: Käytä säännöllisiä lausekkeita

source: Old text:
fi: Vanha teksti:

source: New text:
fi: Uusi teksti:

source: Clear
fi: Tyhjennä

source: Apply to selected objects
fi: Suorita muokkaus valituille kohteille

source: Setting properties
fi: Ominaisuuksien asetus

source: Regex operation failed: {}
fi: Virhe säännöllinen lausekkeen käsittelyssä: {}
