Repository: Taapeli/isotammi-addons
Catalog: source/generatecitations/locale/*/LC_MESSAGES/addon.po
Languages: da, fi

source: Isotammi tools
da: Isotammi værktøjer
fi: Isotammi-työkalut

source: Generate source citations from notes
da: Dan kildehenvisninger fra noter
fi: Muodosta lähdeviitteet lisätietojen perusteella

source: Error occurred, please report this message:
da: Der opstod en fejl, rapportér venligst denne besked:
fi: Tapahtui virhe, raportoi tämä virheilmoitus:

source: Generating citations
da: Danner kildehenvisninger
fi: Generoidaan lainauksia

source: Add citations
da: Tilføj kildehenvisninger
fi: Lisätään lainauksia

source: Total objects processed: {total_objects}
da: Totalt behandlet objekter: {total_objects}
fi: Objekteja käsitelty: {total_objects} kpl

source: Total notes: {total_notes}
da: Totalt noter: {total_notes}
fi: Lisätietoja kaikkiaan: {total_notes}

source: Matching notes: {matching_notes}
da: Matchende Noter:{matching_notes}
fi: Käsiteltyjä lisätietoja: {matching_notes}

source: Unique matching notes: {unique_matching_notes}
da: Unikke matchende noter: {unique_matching_notes}
fi: Erilaisia lisätietoja: {unique_matching_notes}

source: Skipped notes: {skipped}
da: Oversprungne noter: {skipped}
fi: Ohitettuja lisätietoja: {skipped}

source: Citations added: {citations_added}
da: Kildehenvisninger tilføjet: {citations_added}
fi: Lainauksia lisätty: {citations_added}

source: Sources added: {sources_added}
da: Kilder tilføjet: {sources_added}
fi: Lähteitä lisätty: {sources_added}

source: Repositories added: {repos_added}
da: Arkiver tilføjet: {repos_added}
fi: Arkistoja lisätty: {repos_added}

source: You can undo all changes with Ctrl-Z.
da: Du kan fortryde alle ændringer med Ctrl-Z.
fi: Voit peruuttaa kaikki muutokset painamalla Ctrl-Z.

source: All events processed
da: Alle hændelser behandlet
fi: Kaikki tapahtumat käsitelty
